{
    "results": 20,
    "data":[
        {
            "id": 278080,
            "name": "Cemucam",
            "url": "https://www.singletracks.com/bike-trails/cemucam/",
            "length": "21.0",
            "description": "Singletrack where happens the MTB brazilian championship",
            "directions": "Cotia, Brazil",
            "city": "Cotia",
            "region": "Brazil",
            "country": "South America",
            "lat": "-23.61086",
            "lon": "-46.84473",
            "difficulty": "Easy",
            "features": "Drinking water, Restrooms",
            "rating": 5,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2015/08/2014-02-18083207-orig-scaled.jpg"
        },
        {
            "id": 273078,
            "name": "Waterworks Green",
            "url": "https://www.singletracks.com/bike-trails/waterworks-green/",
            "length": "1.0",
            "description":"This traditional, bi-directional singletrack leaves the trailhead and is a great warm up or beginner loop with Brown Thrasher and Bethel.",
            "directions": "From downtown Hot Springs head North on Central Avenue to Whittington Ave and take a left and then an immediate right on to Cedar St. to Cedarglades Rd where you will take a right on to Cedar Glades to Pineland Dr. Continue straight on Pineland Dr. into the trailhead parking lot. Address: 300 Pineland Dr., Hot Springs, AR, 71901",
            "city": "Hot Springs",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.53834",
            "lon": "-93.06140",
            "difficulty": "Easy",
            "features": "",
            "rating": 0,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2019/08/mobile-1566071543-orig.jpg"
        },
        {
            "id": 273624,
            "name": "Northwoods Trail System",
            "url": "https://www.singletracks.com/bike-trails/northwoods-trail-system/",
            "length": "15.7",
            "description": "Ribbon cutting on November 16, 2018. Constructed on the city of Hot Springs water works property, and funded in part by the Walton Family Foundation and Visit Hot Springs. Phase 1 of the trail system was completed May 2019.",
            "directions": "300 Pineland Dr. Hot Springs, AR 71901 From downtown Hot Springs head north on Central Avenue. Take a left to head west on Whittington Ave. Take an immediate right headed north on Cedar St. Take a slight right on Cedar Glade Rd and continue for 0.6 miles to the entrance of Pineland Dr. and the Waterworks Trailhead. Pineland Dr. will take you 0.7 miles to the Northwoods Waterworks Trailhead.",
            "city": "Hot Springs",
            "region":" Arkansas",
            "country": "United States",
            "lat": "34.53820",
            "lon": "-93.06102",
            "difficulty": "Intermediate",
            "features": "Drinking water, Night riding allowed",
            "rating": 4.75,
            "thumbnail":"https://images.singletracks.com/blog/wp-content/uploads/2019/01/mobile-1547869719-orig.jpg"
        },
        {
            "id": 273623,
            "name": "Lucky 13",
            "url": "https://www.singletracks.com/bike-trails/lucky-13/",
            "length": "0.6",
            "description": "One way, downhill trail. It doesn't get much bigger than this. A half mile ripping descent on the Northwoods' biggest jumps. Expect big berms, steep step ups and step downs, and gaps.",
            "directions": "Accessible within the Northwoods Trail System.",
            "city": "Hot Springs",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.53578",
            "lon": "-93.07181",
            "difficulty": "Easy",
            "features": "",
            "rating": 0,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2019/08/mobile-1566071418-orig.jpg"
        },
        {
            "id": 286473,
            "name": "Cedar Glades Trail",
            "url": "https://www.singletracks.com/bike-trails/cedar-glades-trail/",
            "length": "10.0",
            "description": "Newest member of the Ouachita area trails. It was built by Hot Springs Bicycle Assoc. after Water Works trails was closed due to the terrorist attack on 9/11. The trail is very wel maintained and manicured by the HSBA so it is always a pleasure to ride. The trail itself is very smooth not really rocky or technical of a trail but still a lot of fun to ride. There is only one big climb here with swtichbacks that get you almost to the top. One thing I can say about the trail is that it has one of the fastest downhills around, its one of the things i look forward to when i get a chance to go over there. The rest of the trail meanders in and out of coves and small valleys with some tight areas of twists and turns along the way. A couple of small creek crossings and some nice open areas to get up some speed. There can be a few muddy spots after a rain but the HSBA is building some boardwalks over these areas. If you are in teh Hot Springs area take the time to ride this trail as I know you will be glad you did. (initially submitted by Kenny Davis)",
            "directions": "Take Central Ave (Hwy 7) north through Downtown Hot Springs. Once you have passed all the bath houses keep an eye out to your left for Whittington Ave and turn onto Whittington. Take the first street to your right (should be Cedar St) and follow until you come to a 4-way stop and the bear right onto Cliff St which will turn into Cedar Glades Road. The Trailhead will be on your right about 2 miles down the road.",
            "city": "Hot Springs",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.53029",
            "lon": "-93.09360",
            "difficulty": "Intermediate",
            "features": "",
            "rating": 4.5,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2014/12/mobile-1418825075-orig.jpg"
        },
        {
            "id": 282043,
            "name": "Lovit Trail",
            "url": "https://www.singletracks.com/bike-trails/lovit-trail/",
            "length": "48.0",
            "description": "The Lovit trail is a 48 mile singletrack trail (one-way) running near the shores of Ouachita. It incorporates some short sections of road to make the connections, but is mostly a singletrack route.",
            "directions": "See Google Maps directions",
            "city": "Mt. Ida",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.54598",
            "lon": "-93.48071",
            "difficulty": "Advanced",
            "features": "",
            "rating": 4.75,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2015/11/LakeOuachita002-orig.jpg"
        },
        {
            "id": 287434,
            "name": "Little Blakley",
            "url": "https://www.singletracks.com/bike-trails/little-blakley/",
            "length": "14.0",
            "description": "A network of several single track loops, with some old logging road connections. Some loops are not well kept. Others are. Located in the Ouachita Nat'l Forest, the trails go through pine-hardwood forest, and some follow along beautiful Lake Ouachita with great views (and swims). Many switchbacks, some rock gardens, and some tough and some long climbs. The trails are fairly remote, a riding partner is recommended. Also, some trails are hard to ride after they've done controlled burns in the forest.",
            "directions": "Take hwy 270 west out of Hot Springs. At hwy 227 take a right and go for about 6 miles to Mountain Pine. In Mountain Pine take a right onto hwy 227 and follow for about 6 miles until Lake Ouachita State Park. Take a right at the four way stop and stay on this road, you will eventually come to a old one lane bridge and the pavement will stop. Follow the dirt road and keep an eye out to your right for a little brown sign that reads L.B. Trail. Take a right here and follow this road, you will come to another road take a left on this road, there should be a sign there as well. Follow this road till it dead ends. The trail head is to the right of the parking area cross a bridge and go to the right, your on your way. If your not sure of where you are going, stop in at the visitor center and ask directions to the trail. It's on Road 30200 Directions modified from: http://www.mtbark.com/litblake.htm",
            "city": "Hot Springs",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.63082",
            "lon": "-93.18008",
            "difficulty": "Advanced",
            "features": "",
            "rating": 3,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2018/02/mobile-1517941531-orig.jpg"
        },
        {
            "id": 283287,
            "name": "Lovit: Bear Mountain",
            "url": "https://www.singletracks.com/bike-trails/lovit-bear-mountain/",
            "length": "13.0",
            "description": "Currently the trail ends at 6.5 miles on top of Bear Mountain, so it's an out and back ride. Serious switched back climbs on loose rock make this an advanced ride, but the scenery is great. Two stream crossing probably won't be ridden unless your initials are D. Macaskill.",
            "directions": "From Mt Ida, go east about 19 miles on 270 to the community of Crystal Springs. Just before the store, turn North on Crystal Springs Road and continue for 2 miles, past the boat launch and just past the unimproved county road 47 there is a small pavilion and trail head kiosk.<br /> From Hot Springs, go west about 18 miles to Crystal Springs, turn North on Crystal Springs Road just past the liquor store and continue up for 2 miles to the trail head.",
            "city": "Mt. Ida",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.54149",
            "lon": "-93.35148",
            "difficulty": "Advanced",
            "features": "",
            "rating": 4.33,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2012/05/IMG_2149-1-orig.jpg"
        },
        {
            "id": 287430,
            "name": "Charlton / Crystal Springs",
            "url": "https://www.singletracks.com/bike-trails/charlton-crystal-springs/",
            "length": "5.0",
            "description": "This is an out and back singletrack, well maintained trail. Out and back is about 10 miles. There is a big climb (or downhill) at the Charlton trailhead, but otherwise there is probably an equal amount of climbing and downhill from both directions. There is a water spout on the road halfway (the locals get their drinking water there...I saw them). Not too technical, except in a few places. Near the Crystal Springs trailhead there are a few sections that overlap with 4-wheeler trails. The trail is well packed, the long slow climbs are what get you, but you're rewarded with nice long downhill sections after. The only hike-a-bike may be at the big climb/downhill at the Charlton trailhead, but it is steep, so not that long.",
            "directions": "Take HWY 270 west from Hot Springs, AR for @ 20mi. Pass through Crystal Springs, then look for the Charlton Recreation Area on the right. Alternatively, it is 15 miles from Mt. Ida going east on HWY 270. For the Crystal Springs campground trailhead, just take the N. Crystal Springs road (CR 20) at Crystal Springs until you come to the camp grounds, and the trailhead is behind a pavilion to the left. There are several other trails in the campground that connect to the trail, but they are not marked.",
            "city": "Crystal Springs",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.51696",
            "lon": "-93.38130",
            "difficulty": "Intermediate",
            "features": "",
            "rating": 3.5,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2012/08/102_3803-0-orig.jpg"
        },
        {
            "id": 283288,
            "name": "Lovit: Crystal Springs",
            "url": "https://www.singletracks.com/bike-trails/lovit-crystal-springs/",
            "length": "9.0",
            "description": "To make this a looped ride, start the trail behind and to the left (south) of the pavilion and ride to CR47. Turn right (West) on CR47 and start a cw loop.<br /> The CR47 portion is a mile uphill and a mile down to Pipe Spring (safe water) and past it the off road portion picks up on the right. The trail breaks out numerous times to the road for stream crossings, but the road sections are short. Each breakout is marked, but can be difficult to see in the overgrowth. Ride the trail until you get to the intersection of CR47 and CR47A where a trail head for Hickory Nut Mountain is located, turn back and retrace you route back to Pipe Spring. At Pipe Spring go North on the Charlton Trail where you'll have a good climb over a mountain and a fast ride down to the Crystal Spring Trail Head.",
            "directions": "From Mt Ida, go east about 19 miles on 270 to the community of Crystal Springs. Just before the store, turn North on Crystal Springs Road and continue for 2 miles, past the boat launch and just past the unimproved county road 47 there is a small pavilion and trail head kiosk.<br /> From Hot Springs, go west about 18 miles to Crystal Springs, turn North on Crystal Springs Road just past the liquor store and continue up for 2 miles to the trail head.",
            "city": "Mt. Ida",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.54790",
            "lon": "-93.38875",
            "difficulty": "Beginner",
            "features": "",
            "rating": 4,
            "thumbnail":"https://images.singletracks.com/blog/wp-content/uploads/2012/05/IMG_2146-0-orig.jpg"
        },
        {
            "id": 280300,
            "name": "Iron Mountain: Yellow Loop",
            "url": "https://www.singletracks.com/bike-trails/iron-mountain-yellow-loop/",
            "length": "4.0",
            "description": "Yellow trail is a loop of 2/3 single track and some double track and power line area. clock wise It starts near the river, with a big steep climb followed by a 2nd longer climb. there's a nce flowy middle part on the spine of a hill, dropping down to near the spillway. from there you follow trail on mostly double track, with one more major climb. it finally ends 100 yrds up the road from start. Taken CCW climbs are generally tamer.",
            "directions": "I-30 Est 78 N to Channel rd. Lft Yellow loop starts just E of river. or ext 78 N to Skyline Dr go Lft, park at spillway boat ramp and the N trail head is on S side of rd. Main trail head with map is about 1.5 miles W of dam on Skyline (Cr-18)",
            "city": "Arkadelphia",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.20683",
            "lon": "-93.10745",
            "difficulty": "Intermediate",
            "features": "Night riding allowed",
            "rating": 4.33,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2015/12/imagejpeg85906-orig-scaled.jpg"
        },
        {
            "id": 286479,
            "name": "Bear Creek Trail",
            "url": "https://www.singletracks.com/bike-trails/bear-creek-trail/",
            "length": "45.0",
            "description": "Trail markings are yellow recetangles and signs. Trail surface is unpaved traveling along old road beds and is wide enough to ride two abreast. Difficulty: Easy to Most Difficult. Total of 4 loops totalling 45 miles. Trail is open year round, however it is most enjoyable in the spring and fall seasons.",
            "directions": "Take Hwy 7 north to Forest Road 11. For parking follow the signs to Deckard Mountain Overlook, Bear Breek Horse Camp or the gravel pit on Forest Road 40.",
            "city": "Jessieville",
            "region":" Arkansas",
            "country": "United States",
            "lat": "34.78542",
            "lon": "-93.16078",
            "difficulty": "Easiest",
            "features": "",
            "rating": 2,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2011/06/MTB-BIKING-SPRING-2011-016-0-orig.jpg"
        },
        {
            "id": 283299,
            "name": "Iron Mountain",
            "url": "https://www.singletracks.com/bike-trails/iron-mountain-arkadelphia/",
            "length": "17.0",
            "description": "The trail consists of a series of switch backs gradually working the way down hill. If ridden counter clockwise (preferred), the first section from the parking area includes a rock garden to give those sidewalls some grief. The trail north of Corps Road offers a view of the lake and a nice rocky climb. The trail flows nicely and is fun to ride. I would rate it as a beginners if it were not for the rocky sections.",
            "directions": "From Hot Springs, proceed approximately 25 miles south on Hyw 7 to De Gray State Park or from Arkadelphia go about 6 miles north on Hyw 7 to the Skykine Drive turn off. Go about 3.5 miles West on Skyline, crossing the Dam, to the trail head on the South side of the road. <br />",
            "city": "Arkadelphia",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.21620",
            "lon": "-93.14505",
            "difficulty": "Intermediate",
            "features": "",
            "rating": 4.62,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2015/12/IMG_3040-orig.jpg"
        },
        {
            "id": 284446,
            "name": "Lovit: Section 2",
            "url": "https://www.singletracks.com/bike-trails/lovit-section-2/",
            "length": "14.0",
            "description": "The start from Joplin is Forest Road so watch for the trail markings that could be hidden within the under growth. With five creek crossings and one mile of steep climbing that includes two switchbacks, the trail becomes very difficult after crossing Irons Creek at about mile 12. At the Hickory Nut trailhead, a mile out and back on CR 50 will take you to a spectacular view of Lake Ouachita. Return to the trailhead and continue the LOVit trail for a three mile downhill to CR 47A. To return to Joplin, turn right on CR 47 and go about three miles to CR 50. Turn left and continue for another mile to reach Hwy 270 for the return to Joplin. When section 3 is completed, the trail from the 47A trailhead will continue to the Crystal Springs Recreation Area.",
            "directions": "From Hot Springs go west on Hwy 270 for about 20 miles, turn right on Mountain Harbor Road at Joplin (Valaro Gas station). Go about one block and turn right at first road for about 1/2 mile or minimal parking is available on the left where the trail crosses the road at the top of the hill.<br /> <br /> From Mt Ida go east on Hwy 270 for about 12 miles, turn left on Mountain Harbor Road at Joplin and follow the above directions to the trailhead.<br /> <br /> Trail maps are available at the Womble Ranger Station about one mile east of Mt Ida.",
            "city": "Mt. Ida",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.54501",
            "lon": "-93.45214",
            "difficulty": "Advanced",
            "features": "",
            "rating": 5,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2010/10/IMG_0863-0-orig.jpg",
        },
        {
            "id": 284135,
            "name": "Lake Ouachita Vista Trail",
            "url": "https://www.singletracks.com/bike-trails/lake-quachita-vista-trail-denby-bay/",
            "length": "9.0",
            "description": "This is just one sectionof trail that can be linked with the Broken Rock Mountain trail. Trail is well marked. Fast, flowy, and has tough short climbs. Beautifull views of the lake and well maintained. There are several .25mi. trails that go to scenic overlooks of the lake. The local info lists it as easy. I would say intermediate better describes it . Harder than many trails in the midwest . I guess it depends what you are used to.",
            "directions": "10 miles east of Mt. Ida , AR. You Can see trailhead when crossing the Quachita resivoir on hwy 270. Turn onto Shangrila LN. (Big gawdy Shangrila Resort sign) Take first left and you are there.",
            "city": "Mt. Ida",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.54373",
            "lon": "-93.47243",
            "difficulty": "Advanced",
            "features": "",
            "rating": 4.44,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2018/04/0525FDE4-9173-4E5A-B665-309C31BF353Djpeg-orig-scaled.jpg"
        },
        {
            "id": 284503,
            "name": "Lovit: Section 1",
            "url": "https://www.singletracks.com/bike-trails/lovit-section-1/",
            "length": "10.0",
            "description": "The trail is hard packed single track in pine and oak and follows the land contours adjacent to Lake Ouachita. Terrain is easy to moderate difficulty and is suitable for most abilities with short down hills, climbs, switch backs, and stream crossings. From Denby Point, ride about 5 miles to Tompkins Bend (camping and restaurant near by), cross the road and continue on the trail for about 3/4 mile to the Joplin trail intersection. If you miss this junction, you'll continue for about 1/4 mile back to the road and the Homestead Trailhead. On the route to Joplin, you'll pass an old quartz crystal mine at a creek crossing. You'll come out of the trail on Mountain Harbor Road just above the Joplin store and gas station on 270. Continue west for about a mile on 270 and you'll be back to the Tompkins Bend Road and your car.",
            "directions": "The Denby Point Trailhead is about 22 miles west of Hot Springs or 10 miles east of Mount Ida on Hwy 270. Turn north on the road to Tompkins Bend Recreation Area, go about a block and turn left on the first road from 270. There's parking at a kiosk and toilet to the left or continue about 1/2 mile to the end of the road to access the trail.<br /> <br /> Trail maps and information may be obtained from the Womble Ranger Station (1 mile east of Mt Ida on US 270).<br /> <br /> There are two additional trailheads with parking further up the road to Tompkins Bend.",
            "city": "Mt. Ida",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.56830",
            "lon": "-93.47067",
            "difficulty": "Intermediate",
            "features": "",
            "rating": 5,
            "thumbnail": "https://images.singletracks.com/blog/wp-content/uploads/2010/10/IMG_0812-1-orig.jpg"
        },
        {
            "id": 271979,
            "name": "Whip-poor-will",
            "url": "https://www.singletracks.com/bike-trails/whip-poor-will/",
            "length": "0.2",
            "description": "This singletrack descent is more traditional than Mockingbird, but just as fun!",
            "directions": "Part of the Northwoods Trail System",
            "city": "Hot Springs",
            "region": "Arkansas",
            "country": "United States",
            "lat":" 34.53777",
            "lon": "-93.06385",
            "difficulty": "Easy",
            "features": "",
            "rating": 0,
            "thumbnail": "https://buyhomeportugal.com/wp-content/themes/realestate-7/images/no-image@2x.png"
        },
        {
            "id": 271980,
            "name": "Mockingbird",
            "url": "https://www.singletracks.com/bike-trails/mockingbird/",
            "length": "0.1",
            "description": "This short flowy descent is a great way to return to the Waterworks trailhead or practice your skills before moving on to the other gravity trails in the Northwoods.",
            "directions": "Part of the Northwoods Trail System.",
            "city": "Hot Springs",
            "region":" Arkansas",
            "country": "United States",
            "lat": "34.53778",
            "lon": "-93.06382",
            "difficulty": "Easy",
            "features": "",
            "rating": 0,
            "thumbnail": "https://buyhomeportugal.com/wp-content/themes/realestate-7/images/no-image@2x.png"
        },
        {
            "id": 271984,
            "name": "Bethel",
            "url": "https://www.singletracks.com/bike-trails/bethel/",
            "length": "1.0",
            "description": "A short singletrack around Bethel Lake and through 'Coyote Cove', this trail offers views, narrower tread, and rocky technical riding. It is the shortest way from Waterworks trailhead to Hub F.",
            "directions": "In the Northwood Trail system, Bethel is a blue trail on the West side of the park breaking off of the Waterworks Green trail at less than a tenth of the mile from the trailhead.",
            "city": "Hot Springs National Park",
            "region": "Arkansas",
            "country":" United States",
            "lat": "34.53788",
            "lon" :"-93.06389",
            "difficulty": "Easy",
            "features": "Night riding allowed",
            "rating": 0,
            "thumbnail": "https://buyhomeportugal.com/wp-content/themes/realestate-7/images/no-image@2x.png"
        },
        {
            "id": 271972,
            "name": "End of the Rainbow",
            "url": "https://www.singletracks.com/bike-trails/end-of-the-rainbow/",
            "length": "0.5",
            "description": "Hand-cut the old fashioned way this rugged, exposed, and gnarly singletrack trail is not for the faint of heart. Expect lots of challenge and natural risks.",
            "directions": "Part of the Northwoods Trail System.",
            "city": "Hot Springs",
            "region": "Arkansas",
            "country": "United States",
            "lat": "34.53068",
            "lon": "-93.08003",
            "difficulty": "Easy",
            "features": "",
            "rating": 0,
            "thumbnail": "https://buyhomeportugal.com/wp-content/themes/realestate-7/images/no-image@2x.png"
        }
    ]
}
